var blog = `
<p>这是个漫长的字符串。</p>
<h1>这大概就是今年的总结了吧（大误）</h1>
<p class="tucao">你不知道我在说什么，是因为<strong>我也不知道</strong>。</p>
^1000
<h3>碎碎念</h3>
<p>一年的尾巴上，突然转换成中二模式，疯狂单曲重复的ED和小石独白 + 极乐净土严重中毒。</p>
<p>每年能想起日语学习这件事情的时候，大概也只有列年初计划和年末总结这几天。一年的成果也只是大概模糊地知道了动词和形容词的变形。
然而词汇量却不增反降好羞耻。</p>
<p>没有长进+依然不知道自己未来想做什么的一年，尴尬癌+脸盲的我好像还是适合回到项目上，只有小范围熟悉的人，才能好好做事情。
老是对自己要做什么没有任何目标，这点让自己也很头疼。年复一年的下去，想想已经是工作的第5年半了，没有任何长进不说，反而越来越害怕以后找不到工作怎么破。
去年离职未果，结果就是可能在这家公司无所事事地混到退休吧。</p>
<p>今年成功转职成了<strong>PPT工程师</strong>，明年应该可以回归代码了。</p>
<p>不过我现在PPT真的写的很不错了！虽然不能说有图有真相，但是今年代码没怎么写，slides倒是写了十几个……
已经练出了重构slides的本领，我也觉得是够了。</p>
<p>出差的好处是有大量的时间独处/胡思乱想，人生的意义的什么，都是大误。
想清楚的事情无非是飞机突然掉下去也没什么好遗憾的，以及人生事事如意不如去死之类的鸡汤警句。</p>
<p>想不清楚的事情是，完全不知道为什么突然中二的不可救药不可自拔，好像是突然对没有信仰没有答案这件事情感到了疲倦，
随便钻进了一个奇怪的现成答案里寻求休憩；三次元有太多想不明白又不得不时刻面对的哲学问题，容我缓一缓回到二次元喘一口气。</p>
<p>终究是想偷懒/偷闲的人，既然人没法休假，那精神休假好了。</p>
<p>上次掉声优坑还是初中吧……十五年过去了，掉同一个声优的坑，真的好开心。
洗脑循环各种见面会+广播，沉浸在2.5次元真好。</p>
^500
<h3>关于年初的计划</h3>
<ul>
  <li><span class="done">&#9745;</span> 50本书</li>
  <li><span class="done">&#9745;</span> 做好现在的工作</li>
  <li><span class="unfinished">&#9746;</span> 增肥</li>
  <li><span class="done">&#9745;</span> JavaScript学习</li>
  <li><span class="unfinished">&#9746;</span> 日语</li>
  <li><span class="unfinished">&#9746;</span> 捷克语/西语</li>
</ul>
<p>厚脸皮地面对各种拖了一年又一年的计划，执行力什么的，呵呵呵呵呵呵呵呵</p>
<p>明年也加油完成今年没完成的去年的计划吧！</p>
^500
<h3>旅(chu)游(chai)</h3>
<p>结果还是忽然就到了年底，9月份的时候虽然匆忙地想二刷日本，不过最终还是因为签证和时间放弃了，转而去了北海。</p>
<p>度假什么的最开心了，但还是<strong>想去日本</strong>啊！！！</p>
<p>不在项目上的一年，倒是跑了很多地方，如果厚着脸皮再去刷一次印度，也就在tw圆满了吧，巴西这种要飞30个小时的地方，想想都头大。</p>
<p>达成的成就更像是可以毫无心理压力的飞12个小时之类的事情，可以站在飞机后舱蛋疼地刷书、和小孩子聊天、帮大妈填表做各种奇怪的事情，
以及旁若无人地在机场厕所梳洗化妆之类的事情吧。</p>
<p>这些奇怪的能力好像都是从学生时代40个小时火车上培养起来的。
反正都是隔离的时间和空间，总之都要被浪费掉的人生，做点平时自己并不会做的事情，好像体验了别人的人生一样，有种奇怪的新奇感。</p>
<p>工作的原因今年n刷西安，但一次都没有机会进到市区……最靠近市区的地方是绿地，我自己也是给跪了，但愿下次有机会去陕博吧。</p>
<p>然而武汉还是一次没去过（虽然一点也没有想去的欲望）。上海依然是无爱的城市，北京今年难得除了过年回家和中转就没有刷过，深圳也是完全无交集的地方。</p>
<p>果然都是出差吧……</p>
<p>难得今年除了各种短差，飞了各种没想过有机会去的地方，遗憾不过是时间有点短，但长了也确实舍不得家里的笨猫，所以总的来说还是很开心。</p>
<p>8月飞了美帝，从东海岸辗转到西海岸，去了一直想去的芝加哥，虽然南区这种地方还是没敢去。</p>
<p>接着去了新加坡，大脑只能单线程地处理一种语言的我混乱地不能自理。
人人能讲3门+语言真的太恐怖，中东大爷跟我说「Your name means luna, right?」的时候，我的智商在哭泣。</p>
<p>然后n刷澳洲，见了久违的同事，又去了墨尔本，虽然没吃到心心念念的猪排饭，但越来越觉得墨尔本比悉尼来说，要舒服很多。</p>
<p>圣诞节这会儿在腐国，在飞机上n*n刷 <i>Love Actually</i> ，希思罗机场一落地，就感动到无以复加，真的到了出差+冬季必刷片的圣地啊。
虽然电影的无脑情节已经熟稔到背得出每一句台词，但真的看到到达厅的Costa的时候，真的就感动的无脑的大脑呆滞3秒钟。</p>
<p>综上，工作和旅游都没什么计划的一年，能刷这么多地方真的是很开心，然而重要的事情要说三遍：</p>
<p><strong>我想去日本！</strong></p>
<p><strong>我想去日本！</strong></p>
<p><strong>我想去日本！</strong></p>
<p>嗯，明年的旅行计划就是这样。</p>
^500
<h3>猫</h3>
<p>猫胖了很多，嗯。有图有真相</p>
<p>&#8595;</p>
<p>&#8595;</p>
<p>&#8595;</p>
<p>&#8595;</p>
<p>&#8595;</p>
<img src="images/mimi-2016.png" alt="mimi" />
^500
<h3>（闲）书</h3>
<p>书单推荐见单独一篇啦，<a href="2016-12-31.html" target="_blank">戳这里</a></p>
^500
<h3>明年的计划</h3>
<ul>
  <li><span class="done">&#9836;</span> 50本书，照旧只看闲书。</li>
  <li><span class="done">&#9836;</span>我要上项目！</li>
  <li><span class="done">&#9836;</span><strong>我要去日本！</strong></li>
  <li>
    <span class="done">&#9836;</span>日语<br/>
    难得终于下决心要去考N2了，一次考不过就年底二刷。（虽然这只是中二病的结果，但也算好事情）<br/>
    <span class="tucao">其实无非是想要空耳石头的广播（没人翻译啊啊啊啊）。</span>
  </li>
  <li><span class="done">&#9836;</span>一周三次健身房哦</li>
</ul>
<p>嗯，少一点吧，反正就是随机的人生而已。
想再多做再多，不过是连自己都无法改变的无谓尝试。</p>
<p class="tucao">悲观的中年人为什么会切中二模式，真的好难懂。</p>
<hr/>
<p>所以今年就要这样结束了，<strong>明年再见啦！</strong></p>
<p>そう、みんな　また来年!</p>
`;
